Revit 2027 API
ParameterTypeId.RasterSymbolHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolHeight { get; }
Public Shared ReadOnly Property RasterSymbolHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolHeight {
	ForgeTypeId^ get ();
}
static member RasterSymbolHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace